ajshort.latex-preview
batisteo.vscode-django
bierner.markdown-emoji
bierner.markdown-preview-github-styles
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cipchk.cssrem
danijel-malik.nimble
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
DmitryDorofeev.empty-indent
donjayamanne.jupyter
donjayamanne.python-extension-pack
DotJoshJohnson.xml
eamodio.gitlens
emilast.LogFileHighlighter
fernandoescolar.vscode-solution-explorer
fknop.vscode-npm
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
goessner.mdmath
HookyQR.beautify
jack89ita.open-file-from-path
James-Yu.latex-workshop
joelday.docthis
leizongmin.node-module-intellisense
magicstack.MagicPython
monokai.theme-monokai-pro-vscode
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
PeterJausovec.vscode-docker
PKief.material-icon-theme
premparihar.gotestexplorer
rafamel.subtle-brackets
redhat.vscode-yaml
RoscoP.ActiveFileInStatusBar
SmukkeKim.theme-setimonokai
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
ymotongpoo.licenser
